Repository: aronprins/simple-product-bundles
Catalog: languages/simple-product-bundles-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Simple Product Bundles
de_de: Einfache Produktpakete
es_es: Paquetes de Productos Simples
fr_fr: Lots de Produits Simples
nl_nl: Eenvoudige Productbundels

source: Create product bundles with configurable min/max quantities for each bundled item
de_de: Erstellen Sie Produktpakete mit konfigurierbaren Min/Max-Mengen für jeden gebündelten Artikel
es_es: Crea paquetes de productos con cantidades mín/máx configurables para cada artículo incluido
fr_fr: Créez des lots de produits avec des quantités min/max configurables pour chaque article
nl_nl: Maak productbundels met configureerbare minimum/maximum hoeveelheden voor elk gebundeld artikel

source: Product Bundle
de_de: Produktpaket
es_es: Paquete de Productos
fr_fr: Lot de Produits
nl_nl: Productbundel

source: Bundle Items
de_de: Paketartikel
es_es: Artículos del Paquete
fr_fr: Articles du Lot
nl_nl: Bundel artikelen

source: Bundled Products
de_de: Gebündelte Produkte
es_es: Productos Agrupados
fr_fr: Produits Groupés
nl_nl: Gebundelde producten

source: Add Product
de_de: Produkt hinzufügen
es_es: Añadir Producto
fr_fr: Ajouter un Produit
nl_nl: Product toevoegen

source: Bundle Discount
de_de: Paketrabatt
es_es: Descuento del Paquete
fr_fr: Remise du Lot
nl_nl: Bundelkorting

source: Applied to the total bundle price
de_de: Wird auf den Gesamtpreis des Pakets angewendet
es_es: Aplicado al precio total del paquete
fr_fr: Appliqué au prix total du lot
nl_nl: Toegepast op de totale bundelprijs

source: Enable bundle quantity selector
de_de: Paketmengen-Auswahl aktivieren
es_es: Activar selector de cantidad del paquete
fr_fr: Activer le sélecteur de quantité du lot
nl_nl: Bundelaantal selector inschakelen

source: Allow customers to order multiple bundles at once
de_de: Kunden erlauben, mehrere Pakete auf einmal zu bestellen
es_es: Permitir a los clientes pedir varios paquetes a la vez
fr_fr: Permettre aux clients de commander plusieurs lots à la fois
nl_nl: Klanten toestaan meerdere bundels tegelijk te bestellen

source: Hide product images
es_es: Ocultar imágenes de productos
fr_fr: Masquer les images des produits
nl_nl: Productafbeeldingen verbergen

source: Hide bundled product thumbnails on the product page
es_es: Ocultar las miniaturas de los productos agrupados en la página del producto
fr_fr: Masquer les miniatures des produits groupés sur la page produit
nl_nl: Verberg productminiaturen van gebundelde producten op de productpagina

source: Drag to reorder
de_de: Ziehen zum Sortieren
es_es: Arrastra para reordenar
fr_fr: Glisser pour réorganiser
nl_nl: Sleep om te herschikken

source: Search for a product...
de_de: Nach einem Produkt suchen...
es_es: Buscar un producto...
fr_fr: Rechercher un produit...
nl_nl: Zoek een product...

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijderen

source: Min Quantity
de_de: Mindestmenge
es_es: Cantidad Mín
fr_fr: Quantité Min
nl_nl: Min. aantal

source: 0 = optional
es_es: 0 = opcional
fr_fr: 0 = optionnel
nl_nl: 0 = optioneel

source: Max Quantity
de_de: Höchstmenge
es_es: Cantidad Máx
fr_fr: Quantité Max
nl_nl: Max. aantal

source: 0 = unlimited
de_de: 0 = unbegrenzt
es_es: 0 = ilimitado
fr_fr: 0 = illimité
nl_nl: 0 = onbeperkt

source: Default Quantity
de_de: Standardmenge
es_es: Cantidad Predeterminada
fr_fr: Quantité par Défaut
nl_nl: Standaard aantal

source: Pre-selected qty
de_de: Vorausgewählte Menge
es_es: Cantidad preseleccionada
fr_fr: Qté présélectionnée
nl_nl: Voorgeselecteerd aantal

source: Volume Discounts
de_de: Mengenrabatte
es_es: Descuentos por Volumen
fr_fr: Remises sur Volume
nl_nl: Staffelkortingen

source: Buy
de_de: Kaufen Sie
es_es: Compra
fr_fr: Achetez
nl_nl: Koop

source: qty
de_de: Stk
es_es: uds
fr_fr: qté
nl_nl: aantal

source: or more
de_de: oder mehr
es_es: o más
fr_fr: ou plus
nl_nl: of meer

source: Get
de_de: Erhalten Sie
es_es: Obtén
fr_fr: Obtenez
nl_nl: Krijg

source: % off
de_de: % Rabatt
es_es: % de descuento
fr_fr: % de réduction
nl_nl: % korting

source: off
de_de: Rabatt
es_es: de descuento
fr_fr: de réduction
nl_nl: korting

source: Remove tier
de_de: Stufe entfernen
es_es: Eliminar nivel
fr_fr: Supprimer le palier
nl_nl: Staffel verwijderen

source: Add Tier
de_de: Stufe hinzufügen
es_es: Añadir Nivel
fr_fr: Ajouter un Palier
nl_nl: Staffel toevoegen

source: Set quantity thresholds with discounts (percentage or fixed amount per item). Higher quantities override lower tiers.
de_de: Legen Sie Mengenschwellen mit Rabatten fest (Prozentsatz oder Festbetrag pro Artikel). Höhere Mengen überschreiben niedrigere Stufen.
es_es: Establece umbrales de cantidad con descuentos (porcentaje o cantidad fija por artículo). Las cantidades mayores anulan los niveles inferiores.
fr_fr: Définissez des seuils de quantité avec des remises (pourcentage ou montant fixe par article). Les quantités supérieures remplacent les paliers inférieurs.
nl_nl: Stel aantaldrempels in met kortingen (percentage of vast bedrag per artikel). Hogere aantallen overschrijven lagere staffels.

source: This bundle has no products configured.
de_de: Dieses Paket hat keine konfigurierten Produkte.
es_es: Este paquete no tiene productos configurados.
fr_fr: Ce lot n'a aucun produit configuré.
nl_nl: Deze bundel heeft geen producten geconfigureerd.

source: Bundle Contents
de_de: Paketinhalt
es_es: Contenido del Paquete
fr_fr: Contenu du Lot
nl_nl: Bundelinhoud

source: each
de_de: pro Stück
es_es: cada uno
fr_fr: pièce
nl_nl: per stuk

source: Volume Deals:
de_de: Mengenangebote:
es_es: Ofertas por Volumen:
fr_fr: Offres Volume :
nl_nl: Staffeldeals:

source: per item
es_es: por unidad
fr_fr: par pièce
nl_nl: per stuk

source: Decrease quantity
de_de: Menge verringern
es_es: Disminuir cantidad
fr_fr: Diminuer la quantité
nl_nl: Aantal verlagen

source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
nl_nl: Aantal

source: Increase quantity
de_de: Menge erhöhen
es_es: Aumentar cantidad
fr_fr: Augmenter la quantité
nl_nl: Aantal verhogen

source: Optional
es_es: Opcional
fr_fr: Optionnel
nl_nl: Optioneel

source: Up to %d
de_de: Bis zu %d
es_es: Hasta %d
fr_fr: Jusqu'à %d
nl_nl: Tot %d

source: %1$d–%2$d qty
de_de: %1$d–%2$d Stk
es_es: %1$d–%2$d uds
fr_fr: %1$d–%2$d pièces
nl_nl: %1$d–%2$d stuks

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total
nl_nl: Subtotaal

source: Volume Savings
de_de: Mengenersparnis
es_es: Ahorro por Volumen
fr_fr: Économies Volume
nl_nl: Staffelkorting

source: Bundle Discount (%s%%)
de_de: Paketrabatt (%s%%)
es_es: Descuento del Paquete (%s%%)
fr_fr: Remise du Lot (%s%%)
nl_nl: Bundelkorting (%s%%)

source: Total
de_de: Gesamt
nl_nl: Totaal

source: Security check failed. Please try again.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Falló la verificación de seguridad. Por favor, inténtalo de nuevo.
fr_fr: Échec de la vérification de sécurité. Veuillez réessayer.
nl_nl: Beveiligingscontrole mislukt. Probeer het opnieuw.

source: Please configure bundle quantities.
de_de: Bitte konfigurieren Sie die Paketmengen.
es_es: Por favor, configura las cantidades del paquete.
fr_fr: Veuillez configurer les quantités du lot.
nl_nl: Configureer de bundelaantallen.

source: Quantity for "%s" must be at least %d.
de_de: Die Menge für "%s" muss mindestens %d betragen.
es_es: La cantidad para "%s" debe ser al menos %d.
fr_fr: La quantité pour "%s" doit être d'au moins %d.
nl_nl: Het aantal voor "%s" moet minimaal %d zijn.

source: Quantity for "%s" cannot exceed %d.
de_de: Die Menge für "%s" darf %d nicht überschreiten.
es_es: La cantidad para "%s" no puede superar %d.
fr_fr: La quantité pour "%s" ne peut pas dépasser %d.
nl_nl: Het aantal voor "%s" mag niet meer dan %d zijn.

source: off each
de_de: Rabatt pro Stück
es_es: de descuento cada uno
fr_fr: de réduction par pièce
nl_nl: korting per stuk

source: Min %d
de_de: Mind. %d
es_es: Mín %d

source: %d+ = %s off each
de_de: %d+ = %s Rabatt pro Stück

source: %d+ = %s%% off
de_de: %d+ = %s%% Rabatt
